Repository: lxd930808/LinguaCast
Catalog: ios/PodcastEnglishStudio/PodcastEnglishStudio/Support/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# assistant.v2.report
source: Report
ar: تقرير
de: Bericht
es: Informe
fr: Rapport
ja: レポート
ko: 보고서
pt_br: Relatório
zh_hans: 报告
zh_hant: 報告

# assistant.v2.section
source: Research
ar: بحث
de: Recherche
es: Investigación
fr: Recherche
ja: 調査
ko: 리서치
pt_br: Pesquisa
zh_hans: 研究
zh_hant: 研究

# assistant.v2.status.corrupt
source: A source is damaged
ar: هناك مصدر تالف
de: Eine Quelle ist beschädigt
es: Hay una fuente dañada
fr: Une source est endommagée
ja: ソースが破損しています
ko: 손상된 출처가 있습니다
pt_br: Uma fonte está danificada
zh_hans: 有来源已损坏
zh_hant: 有來源已損壞

# assistant.v2.status.degraded
source: Some sources need attention
ar: بعض المصادر تحتاج إلى اهتمام
de: Einige Quellen brauchen Aufmerksamkeit
es: Algunas fuentes necesitan atención
fr: Certaines sources nécessitent une attention
ja: 一部のソースに注意が必要です
ko: 일부 출처를 확인해야 합니다
pt_br: Algumas fontes precisam de atenção
zh_hans: 部分来源需要处理
zh_hant: 部分來源需要處理

# assistant.v2.tab.memory
source: Memory
ar: ذاكرة
de: Speicher
es: Memoria
fr: Mémoire
ja: メモリ
ko: 메모리
pt_br: Memória
zh_hans: 记忆
zh_hant: 記憶

# assistant.v2.thinking.done
source: Thought
ar: اكتمل التفكير
de: Nachgedacht
es: Reflexión completada
fr: Réflexion terminée
ja: 思考完了
ko: 생각 완료
pt_br: Reflexão concluída
zh_hans: 已思考
zh_hant: 思考完畢

# assistant.v2.thinking.done_duration
source: Thought for %ds
ar: استغرق التفكير %d ثانية
de: %d s nachgedacht
es: Reflexionó durante %d s
fr: Réflexion pendant %d s
ja: %d秒間思考しました
ko: %d초 동안 생각함
pt_br: Refletiu por %d s
zh_hans: 已思考 %d 秒
zh_hant: 已思考 %d 秒

# assistant.v2.thinking.elapsed
source: Thinking · %ds
ar: جارٍ التفكير · %d ثانية
de: Denkt nach · %d s
es: Reflexionando · %d s
fr: Réflexion · %d s
ja: 思考中 · %d秒
ko: 생각 중 · %d초
pt_br: Refletindo · %d s
zh_hans: 正在思考 · %d 秒
zh_hant: 思考中 · %d 秒

# assistant.v2.thinking.redacted
source: Reasoning hidden
ar: الاستدلال مخفي
de: Begründung ausgeblendet
es: Razonamiento oculto
fr: Raisonnement masqué
ja: 推論は非表示
ko: 추론 숨김
pt_br: Raciocínio oculto
zh_hans: 推理内容已隐藏
zh_hant: 推理已隱藏

# assistant.v2.thinking.truncated
source: Truncated
ar: تم الاقتطاع
de: Gekürzt
es: Truncado
fr: Tronqué
ja: 省略済み
ko: 잘림
pt_br: Truncado
zh_hans: 已截断
zh_hant: 已截斷

# assistant.v2.tool.fetch_web_page
source: Opening a web page
ar: جارٍ فتح صفحة ويب
de: Webseite wird geöffnet
es: Abriendo una página web
fr: Ouverture d’une page web
ja: ウェブページを開いています
ko: 웹 페이지 여는 중
pt_br: Abrindo uma página da web
zh_hans: 正在打开网页
zh_hant: 正在開啟網頁

# assistant.v2.tool.generic
source: Working
ar: جارٍ العمل
de: Wird bearbeitet
es: Trabajando
fr: Traitement en cours
ja: 処理中
ko: 처리 중
pt_br: Processando
zh_hans: 正在处理
zh_hant: 正在處理

# assistant.v2.tool.get_podcast_episodes
source: Reading episodes
ar: جارٍ قراءة الحلقات
de: Folgen werden gelesen
es: Leyendo episodios
fr: Lecture des épisodes
ja: エピソードを読み込み中
ko: 에피소드 읽는 중
pt_br: Lendo episódios
zh_hans: 正在读取单集
zh_hant: 正在讀取單集

# assistant.v2.tool.request_transcription
source: Requesting a transcript
ar: جارٍ طلب التفريغ النصي
de: Transkript wird angefordert
es: Solicitando una transcripción
fr: Demande de transcription
ja: 文字起こしをリクエスト中
ko: 전사 요청 중
pt_br: Solicitando transcrição
zh_hans: 正在申请转写
zh_hant: 正在請求轉錄

# assistant.v2.tool.retrieve_evidence
source: Gathering evidence
ar: جارٍ جمع الأدلة
de: Belege werden gesammelt
es: Recopilando pruebas
fr: Collecte de preuves
ja: 根拠を収集中
ko: 근거 수집 중
pt_br: Coletando evidências
zh_hans: 正在整理证据
zh_hant: 正在收集證據

# assistant.v2.tool.save_research_report
source: Writing the report
ar: جارٍ كتابة التقرير
de: Bericht wird verfasst
es: Escribiendo el informe
fr: Rédaction du rapport
ja: レポートを作成中
ko: 보고서 작성 중
pt_br: Escrevendo o relatório
zh_hans: 正在写报告
zh_hant: 正在撰寫報告

# assistant.v2.tool.search_podcasts
source: Searching podcasts
ar: جارٍ البحث عن البودكاست
de: Podcasts werden gesucht
es: Buscando pódcasts
fr: Recherche de podcasts
ja: ポッドキャストを検索中
ko: 팟캐스트 검색 중
pt_br: Buscando podcasts
zh_hans: 正在搜播客
zh_hant: 正在搜尋播客

# assistant.v2.tool.search_youtube
source: Searching YouTube
ar: جارٍ البحث في YouTube
de: YouTube wird durchsucht
es: Buscando en YouTube
fr: Recherche sur YouTube
ja: YouTubeを検索中
ko: YouTube 검색 중
pt_br: Buscando no YouTube
zh_hans: 正在搜 YouTube
zh_hant: 正在搜尋 YouTube

# assistant.v2.tool.status.completed
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 已完成
zh_hant: 完成

# assistant.v2.tool.status.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Error
fr: Échec
ja: 失敗
ko: 실패
pt_br: Falhou
zh_hans: 失败
zh_hant: 失敗

# assistant.v2.tool.status.running
source: In progress
ar: قيد التنفيذ
de: In Bearbeitung
es: En curso
fr: En cours
ja: 進行中
ko: 진행 중
pt_br: Em andamento
zh_hans: 进行中
zh_hant: 進行中

# assistant.v2.tool.web_search
source: Searching the web
ar: جارٍ البحث على الويب
de: Web wird durchsucht
es: Buscando en la web
fr: Recherche sur le web
ja: ウェブを検索中
ko: 웹 검색 중
pt_br: Pesquisando na web
zh_hans: 正在搜网页
zh_hant: 正在搜尋網路

# assistant.v2.tool.workspace
source: Looking at the workspace
ar: جارٍ استعراض مساحة العمل
de: Arbeitsbereich wird geprüft
es: Revisando el espacio de trabajo
fr: Examen de l’espace de travail
ja: ワークスペースを確認中
ko: 작업 공간 확인 중
pt_br: Consultando o espaço de trabalho
zh_hans: 正在查看工作区
zh_hant: 正在查看工作區

# assistant.v2.transcribe
source: Transcribe
ar: تفريغ
de: Transkribieren
es: Transcribir
fr: Transcrire
ja: 文字起こし
ko: 전사
pt_br: Transcrever
zh_hans: 转写
zh_hant: 轉寫

# assistant.v2.transcribe_confirm_action
source: Transcribe and translate
ar: فرّغ وترجم
de: Transkribieren und übersetzen
es: Transcribir y traducir
fr: Transcrire et traduire
ja: 文字起こしして翻訳
ko: 전사하고 번역
pt_br: Transcrever e traduzir
zh_hans: 转写并翻译
zh_hant: 轉寫並翻譯

# assistant.v2.transcribe_confirm_body
source: This starts a full cloud transcription and translation job. It does not download media on this device.
ar: يبدأ هذا مهمة تفريغ وترجمة سحابية كاملة. لن يُنزَّل أي وسائط على هذا الجهاز.
de: Dadurch wird ein vollständiger Cloud-Transkriptions- und Übersetzungsauftrag gestartet. Medien werden nicht auf dieses Gerät heruntergeladen.
es: Esto inicia un trabajo completo de transcripción y traducción en la nube. No descarga medios en este dispositivo.
fr: Cela lance une tâche complète de transcription et de traduction dans le cloud. Aucun média n’est téléchargé sur cet appareil.
ja: クラウドの文字起こしと翻訳ジョブを開始します。この端末にメディアはダウンロードしません。
ko: 전체 클라우드 전사 및 번역 작업을 시작합니다. 이 기기에는 미디어를 다운로드하지 않습니다.
pt_br: Isso inicia um trabalho completo de transcrição e tradução na nuvem. Não baixa mídia neste dispositivo.
zh_hans: 这会启动完整的云端转写和翻译任务，不会在本机下载媒体。
zh_hant: 這會啟動完整的雲端轉寫和翻譯任務，不會在本機下載媒體。

# assistant.v2.transcribe_confirm_title
source: Start transcription?
ar: بدء التفريغ؟
de: Transkription starten?
es: ¿Iniciar la transcripción?
fr: Démarrer la transcription ?
ja: 文字起こしを開始しますか？
ko: 전사를 시작할까요?
pt_br: Iniciar transcrição?
zh_hans: 开始转写？
zh_hant: 開始轉寫？

# assistant.v2.transcript.failed
source: Transcription failed
ar: فشل التفريغ
de: Transkription fehlgeschlagen
es: Error de transcripción
fr: Échec de la transcription
ja: 文字起こしに失敗しました
ko: 전사 실패
pt_br: Falha na transcrição
zh_hans: 转写失败
zh_hant: 轉寫失敗

# assistant.v2.transcript.installing
source: Preparing
ar: جارٍ التحضير
de: Vorbereiten
es: Preparando
fr: Préparation
ja: 準備中
ko: 준비 중
pt_br: Preparando
zh_hans: 准备中
zh_hant: 準備中

# assistant.v2.transcript.ready
source: Transcript ready
ar: التفريغ جاهز
de: Transkript bereit
es: Transcripción lista
fr: Transcription prête
ja: 文字起こしの準備完了
ko: 전사 준비됨
pt_br: Transcrição pronta
zh_hans: 转写已就绪
zh_hant: 轉寫已就緒

# assistant.v2.transcript.running
source: Transcribing Audio · %@
ar: نسخ الصوت · %@
de: Audio transkribieren · %@
es: Transcribiendo audio · %@
fr: Transcription de l’audio · %@
ja: 音声を文字起こし中 · %@
ko: 오디오 받아쓰기 중 · %@
pt_br: Transcrevendo áudio · %@
zh_hans: 语音转文字 · %@
zh_hant: 語音轉文字 · %@

# assistant.v2.transcript.waiting
source: Queued on the server
ar: في قائمة الانتظار على الخادم
de: In der Server-Warteschlange
es: En cola en el servidor
fr: En file d’attente sur le serveur
ja: サーバーでキュー待ち
ko: 서버에서 대기 중
pt_br: Na fila do servidor
zh_hans: 已在服务器排队
zh_hant: 已在伺服器排隊

# assistant.v2.work.in_progress
source: Work in progress
ar: العمل جارٍ
de: Arbeit läuft
es: Trabajo en curso
fr: Travail en cours
ja: 作業中
ko: 작업 진행 중
pt_br: Trabalho em andamento
zh_hans: 工作进行中
zh_hant: 工作進行中

# assistant.v2.work.noun.podcasts
source: podcasts
ar: البودكاست
es: pódcasts
fr: les podcasts
ja: ポッドキャスト
ko: 팟캐스트
zh_hans: 播客
zh_hant: 播客

# assistant.v2.work.noun.web
source: the web
ar: الويب
de: das Web
es: la web
fr: le web
ja: ウェブ
ko: 웹
pt_br: a web
zh_hans: 网页
zh_hant: 網路

# assistant.v2.work.phrase.open
source: Opened a web page
ar: تم فتح صفحة ويب
de: Webseite geöffnet
es: Abrió una página web
fr: Page web ouverte
ja: ウェブページを開きました
ko: 웹 페이지를 열었음
pt_br: Abriu uma página da web
zh_hans: 打开了网页
zh_hant: 已開啟網頁

# assistant.v2.work.phrase.organize
source: Gathered evidence
ar: تم جمع الأدلة
de: Belege gesammelt
es: Recopiló pruebas
fr: Preuves recueillies
ja: 根拠を収集しました
ko: 근거를 수집했음
pt_br: Coletou evidências
zh_hans: 整理了证据
zh_hant: 已收集證據

# assistant.v2.work.phrase.search
source: Searched %@
ar: تم البحث في %@
de: %@ durchsucht
es: Buscó %@
fr: Recherche sur %@ effectuée
ja: %@を検索しました
ko: %@ 검색 완료
pt_br: Pesquisou %@
zh_hans: 搜了 %@
zh_hant: 已搜尋 %@

# assistant.v2.work.phrase.view
source: Looked at the workspace
ar: تم استعراض مساحة العمل
de: Arbeitsbereich geprüft
es: Revisó el espacio de trabajo
fr: Espace de travail examiné
ja: ワークスペースを確認しました
ko: 작업 공간을 확인했음
pt_br: Consultou o espaço de trabalho
zh_hans: 查看了工作区
zh_hant: 已查看工作區

# assistant.v2.work.summary_done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 已完成
zh_hant: 完成

# assistant.v2.work.summary_thought_only
source: Thought
ar: اكتمل التفكير
de: Nachgedacht
es: Reflexión completada
fr: Réflexion terminée
ja: 思考完了
ko: 생각 완료
pt_br: Reflexão concluída
zh_hans: 已思考
zh_hant: 思考完畢

# assistant.v2.work.summary_with_detail
source: Thought · %@
ar: اكتمل التفكير · %@
de: Nachgedacht · %@
es: Reflexión completada · %@
fr: Réflexion terminée · %@
ja: 思考完了 · %@
ko: 생각 완료 · %@
pt_br: Reflexão concluída · %@
zh_hans: 已思考 · %@
zh_hant: 思考完畢 · %@

# assistant.view_episodes
source: View episodes
ar: عرض الحلقات
de: Folgen anzeigen
es: Ver episodios
fr: Voir les épisodes
ja: エピソードを見る
ko: 에피소드 보기
pt_br: Ver episódios
zh_hans: 查看单集
zh_hant: 查看單集

# assistant.warning.filter_best_effort
source: Time filters are best-effort
ar: مرشحات الوقت تقريبية
de: Zeitfilter sind bestmöglich
es: Los filtros de tiempo son aproximados
fr: Les filtres temporels sont approximatifs
ja: 期間フィルターは可能な範囲で適用されます
ko: 시간 필터는 최선을 다해 적용됩니다
pt_br: Os filtros de tempo são de melhor esforço
zh_hans: 时间筛选为尽力匹配
zh_hant: 時間篩選為盡力符合

# assistant.warning.metadata_partial
source: Some details are incomplete
ar: بعض التفاصيل غير مكتملة
de: Einige Angaben sind unvollständig
es: Algunos datos están incompletos
fr: Certains détails sont incomplets
ja: 一部の情報が不完全です
ko: 일부 정보가 불완전합니다
pt_br: Alguns detalhes estão incompletos
zh_hans: 部分信息不完整
zh_hant: 部分資訊不完整

# assistant.working
source: Researching…
ar: جارٍ البحث…
de: Recherche…
es: Investigando…
fr: Recherche…
ja: 調査中…
ko: 조사 중…
pt_br: Pesquisando…
zh_hans: 研究中…
zh_hant: 研究中…

# assistant.you
source: You
ar: أنت
de: Du
es: Tú
fr: Vous
ja: あなた
ko: 나
pt_br: Você
zh_hans: 你
zh_hant: 你

# cloud.audio_ready
source: Audio is ready. Bilingual subtitles are still being generated.
ar: الصوت جاهز. لا تزال الترجمة الثنائية قيد الإنشاء.
de: Audio ist bereit. Die zweisprachigen Untertitel werden noch generiert.
es: El audio está listo. Los subtítulos bilingües aún se están generando.
fr: L’audio est prêt. Les sous-titres bilingues sont encore en cours de génération.
ja: 音声の準備ができました。バイリンガル字幕はまだ生成中です。
ko: 오디오가 준비되었습니다. 이중 언어 자막은 아직 생성 중입니다.
pt_br: O áudio está pronto. As legendas bilíngues ainda estão sendo geradas.
zh_hans: 音频已就绪。双语字幕仍在生成中。
zh_hant: 音訊已就緒。雙語字幕仍在生成中。

# cloud.detail.account_changed
source: Confirm before merging local data into the new account.
ar: أكّد قبل دمج البيانات المحلية في الحساب الجديد.
de: Bestätige, bevor lokale Daten mit dem neuen Account zusammengeführt werden.
es: Confirma antes de fusionar los datos locales con la cuenta nueva.
fr: Confirmez avant de fusionner les données locales avec le nouveau compte.
ja: ローカルデータを新しいアカウントに統合する前に確認してください。
ko: 로컬 데이터를 새 계정에 병합하기 전에 확인하세요.
pt_br: Confirme antes de mesclar os dados locais com a nova conta.
zh_hans: 请确认后再把本机数据合并到新账号。
zh_hant: 請確認後再將本機資料合併到新帳號。

# cloud.detail.disabled
source: CloudKit is not configured. Local data remains available on this device.
ar: لم يتم إعداد CloudKit. تظل البيانات المحلية متاحة على هذا الجهاز.
de: CloudKit ist nicht konfiguriert. Lokale Daten bleiben auf diesem Gerät verfügbar.
es: CloudKit no está configurado. Los datos locales siguen disponibles en este dispositivo.
fr: CloudKit n’est pas configuré. Les données locales restent disponibles sur cet appareil.
ja: CloudKit は設定されていません。ローカルデータはこのデバイスで引き続き利用できます。
ko: CloudKit이 구성되지 않았습니다. 로컬 데이터는 이 기기에서 계속 사용할 수 있습니다.
pt_br: O CloudKit não está configurado. Os dados locais continuam disponíveis neste dispositivo.
zh_hans: CloudKit 未配置，本机数据仍可在此设备上使用。
zh_hant: CloudKit 尚未設定，本機資料仍可在此裝置上使用。

# cloud.detail.no_account
source: Local data remains available. Sync starts after you sign in to iCloud.
ar: تبقى البيانات المحلية متاحة. تبدأ المزامنة بعد تسجيل الدخول إلى iCloud.
de: Lokale Daten bleiben verfügbar. Die Synchronisierung startet nach der iCloud-Anmeldung.
es: Los datos locales siguen disponibles. La sincronización comenzará al iniciar sesión en iCloud.
fr: Les données locales restent disponibles. La synchronisation démarre après la connexion à iCloud.
ja: ローカルデータは利用できます。iCloud へのサインイン後に同期が始まります。
ko: 로컬 데이터는 계속 사용할 수 있습니다. iCloud에 로그인하면 동기화가 시작됩니다.
pt_br: Os dados locais continuam disponíveis. A sincronização começa após iniciar sessão no iCloud.
zh_hans: 本机数据仍可使用；登录 iCloud 后会自动同步。
zh_hant: 本機資料仍可使用；登入 iCloud 後會自動同步。

# cloud.detail.starting
source: Checking the account and cloud changes.
ar: جارٍ التحقق من الحساب وتغييرات السحابة.
de: Account und Cloud-Änderungen werden geprüft.
es: Comprobando la cuenta y los cambios en la nube.
fr: Vérification du compte et des modifications dans le cloud.
ja: アカウントとクラウドの変更を確認中です。
ko: 계정과 클라우드 변경 사항을 확인하는 중입니다.
pt_br: Verificando a conta e as alterações na nuvem.
zh_hans: 正在检查账号和云端变化。
zh_hant: 正在檢查帳號和雲端變更。

# cloud.detail.synced
source: Settings, subscriptions, and completed subtitle results stay in sync between iPhone and Apple TV.
ar: تبقى الإعدادات والاشتراكات متزامنة بين iPhone وApple TV.
de: Einstellungen und Abonnements bleiben zwischen iPhone und Apple TV synchron.
es: Los ajustes y las suscripciones se sincronizan entre el iPhone y el Apple TV.
fr: Les réglages et abonnements restent synchronisés entre l’iPhone et l’Apple TV.
ja: 設定と購読は iPhone と Apple TV の間で同期されます。
ko: 설정과 구독이 iPhone과 Apple TV 간에 동기화됩니다.
pt_br: Ajustes e assinaturas ficam sincronizados entre o iPhone e a Apple TV.
zh_hans: 配置与订阅会在 iPhone 和 Apple TV 间保持一致。
zh_hant: 設定與訂閱會在 iPhone 和 Apple TV 間保持一致。

# cloud.detail.synced_at
source: Last synced: %@
ar: آخر مزامنة: %@
de: Zuletzt synchronisiert: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
ja: 最終同期: %@
ko: 마지막 동기화: %@
pt_br: Última sincronização: %@
zh_hans: 最近同步：%@
zh_hant: 最近同步：%@

# cloud.detail.syncing
source: Uploading and downloading settings, subscriptions, and subtitle results.
ar: جارٍ رفع الإعدادات والاشتراكات وتنزيلها.
de: Einstellungen und Abonnements werden hoch- und heruntergeladen.
es: Subiendo y descargando ajustes y suscripciones.
fr: Envoi et téléchargement des réglages et abonnements.
ja: 設定と購読をアップロードおよびダウンロード中です。
ko: 설정과 구독을 업로드하고 다운로드하는 중입니다.
pt_br: Enviando e baixando ajustes e assinaturas.
zh_hans: 正在上传和下载配置与订阅。
zh_hant: 正在上傳和下載設定與訂閱。

# cloud.error.capacity
source: The content service is at capacity. Try again later.
ar: خدمة المحتوى تعمل بكامل طاقتها. حاول مرة أخرى لاحقًا.
de: Der Inhaltsdienst ist ausgelastet. Versuche es später erneut.
es: El servicio de contenido está al límite de su capacidad. Inténtalo más tarde.
fr: Le service de contenu est saturé. Réessayez plus tard.
ja: コンテンツサービスが容量の上限に達しています。後でもう一度お試しください。
ko: 콘텐츠 서비스가 용량 한도에 도달했습니다. 나중에 다시 시도하세요.
pt_br: O serviço de conteúdo está no limite da capacidade. Tente novamente mais tarde.
zh_hans: 内容服务已满负荷，请稍后重试。
zh_hant: 內容服務已滿載，請稍後重試。

# cloud.error.fatal
source: Cloud subtitle generation cannot process this video.
ar: لا يمكن لإنشاء الترجمة السحابية معالجة هذا الفيديو.
de: Die Cloud-Untertitelgenerierung kann dieses Video nicht verarbeiten.
es: La generación de subtítulos en la nube no puede procesar este video.
fr: La génération de sous-titres cloud ne peut pas traiter cette vidéo.
ja: クラウド字幕生成ではこの動画を処理できません。
ko: 클라우드 자막 생성이 이 동영상을 처리할 수 없습니다.
pt_br: A geração de legendas na nuvem não consegue processar este vídeo.
zh_hans: 云端字幕生成无法处理该视频。
zh_hant: 雲端字幕生成無法處理此影片。

# cloud.error.invalid_response
source: The content service returned an invalid response.
ar: أعادت خدمة المحتوى استجابة غير صالحة.
de: Der Inhaltsdienst hat eine ungültige Antwort zurückgegeben.
es: El servicio de contenido devolvió una respuesta no válida.
fr: Le service de contenu a renvoyé une réponse invalide.
ja: コンテンツサービスから無効な応答が返されました。
ko: 콘텐츠 서비스가 잘못된 응답을 반환했습니다.
pt_br: O serviço de conteúdo retornou uma resposta inválida.
zh_hans: 内容服务返回了无效响应。
zh_hant: 內容服務回傳了無效回應。

# cloud.error.needs_upgrade
source: Update the app to keep using the cloud content service.
ar: حدِّث التطبيق لمواصلة استخدام خدمة المحتوى السحابية.
de: Aktualisiere die App, um den Cloud-Inhaltsdienst weiterhin zu nutzen.
es: Actualiza la app para seguir usando el servicio de contenido en la nube.
fr: Mettez à jour l’app pour continuer à utiliser le service de contenu cloud.
ja: クラウドコンテンツサービスを引き続き利用するにはアプリを更新してください。
ko: 클라우드 콘텐츠 서비스를 계속 사용하려면 앱을 업데이트하세요.
pt_br: Atualize o app para continuar usando o serviço de conteúdo na nuvem.
zh_hans: 请更新 App 以继续使用云端内容服务。
zh_hant: 請更新 App 以繼續使用雲端內容服務。

# cloud.error.not_configured
source: Cloud generation is enabled but the content service is not configured.
ar: الإنشاء السحابي مفعَّل لكن خدمة المحتوى غير مهيأة.
de: Die Cloud-Generierung ist aktiviert, aber der Inhaltsdienst ist nicht konfiguriert.
es: La generación en la nube está activada, pero el servicio de contenido no está configurado.
fr: La génération cloud est activée, mais le service de contenu n’est pas configuré.
ja: クラウド生成は有効ですが、コンテンツサービスが設定されていません。
ko: 클라우드 생성이 활성화되어 있지만 콘텐츠 서비스가 설정되지 않았습니다.
pt_br: A geração na nuvem está ativada, mas o serviço de conteúdo não está configurado.
zh_hans: 已启用云端生成，但尚未配置内容服务。
zh_hant: 已啟用雲端生成，但尚未設定內容服務。

# cloud.error.not_retryable
source: This failure cannot be retried directly. Use Clear and regenerate to start over.
ar: لا يمكن إعادة محاولة هذا الفشل مباشرة. استخدم «مسح وإعادة الإنشاء» للبدء من جديد.
de: Dieser Fehler kann nicht direkt wiederholt werden. Nutze „Löschen und neu generieren“, um von vorn zu beginnen.
es: Este fallo no se puede reintentar directamente. Usa Borrar y regenerar para empezar de nuevo.
fr: Cet échec ne peut pas être relancé directement. Utilisez Effacer et régénérer pour recommencer.
ja: この失敗は直接再試行できません。「クリアして再生成」でやり直してください。
ko: 이 실패는 바로 다시 시도할 수 없습니다. "지우고 다시 생성"을 사용해 처음부터 시작하세요.
pt_br: Esta falha não pode ser tentada novamente diretamente. Use Limpar e regenerar para recomeçar.
zh_hans: 此失败无法直接重试。请使用“清除并重新生成”重新开始。
zh_hant: 此失敗無法直接重試。請使用「清除並重新生成」重新開始。

# cloud.error.rate_limited
source: The source platform is rate limiting requests. Try again later.
ar: تحدّ المنصة المصدر من الطلبات. حاول مرة أخرى لاحقًا.
de: Die Quellplattform begrenzt die Anfragen. Versuche es später erneut.
es: La plataforma de origen está limitando las solicitudes. Inténtalo más tarde.
fr: La plateforme source limite les requêtes. Réessayez plus tard.
ja: ソースプラットフォームがリクエストを制限しています。後でもう一度お試しください。
ko: 소스 플랫폼이 요청을 제한하고 있습니다. 나중에 다시 시도하세요.
pt_br: A plataforma de origem está limitando as requisições. Tente novamente mais tarde.
zh_hans: 源平台正在限流，请稍后重试。
zh_hant: 來源平台正在限流，請稍後重試。

# cloud.error.retryable
source: Cloud subtitle generation failed; a retry may succeed.
ar: فشل إنشاء الترجمة السحابية؛ قد تنجح إعادة المحاولة.
de: Die Cloud-Untertitelgenerierung ist fehlgeschlagen; ein erneuter Versuch könnte gelingen.
es: La generación de subtítulos en la nube falló; un reintento podría funcionar.
fr: La génération des sous-titres dans le cloud a échoué ; une nouvelle tentative peut réussir.
ja: クラウド字幕生成に失敗しました。再試行で成功する可能性があります。
ko: 클라우드 자막 생성에 실패했습니다. 다시 시도하면 성공할 수 있습니다.
pt_br: A geração de legendas na nuvem falhou; uma nova tentativa pode funcionar.
zh_hans: 云端字幕生成失败；重试可能会成功。
zh_hant: 雲端字幕生成失敗；重試可能會成功。

# cloud.error.source_gone
source: This video is no longer available on the source platform.
ar: لم يعد هذا الفيديو متاحًا على المنصة المصدر.
de: Dieses Video ist auf der Quellplattform nicht mehr verfügbar.
es: Este video ya no está disponible en la plataforma de origen.
fr: Cette vidéo n’est plus disponible sur la plateforme source.
ja: この動画はソースプラットフォームで利用できなくなりました。
ko: 이 동영상은 소스 플랫폼에서 더 이상 사용할 수 없습니다.
pt_br: Este vídeo não está mais disponível na plataforma de origem.
zh_hans: 该视频在源平台上已不可用。
zh_hant: 此影片在來源平台上已不可用。

# cloud.error.source_restricted
source: The source platform restricts this video (region, age, or login).
ar: تقيّد المنصة المصدر هذا الفيديو (المنطقة أو العمر أو تسجيل الدخول).
de: Die Quellplattform schränkt dieses Video ein (Region, Alter oder Anmeldung).
es: La plataforma de origen restringe este video (región, edad o inicio de sesión).
fr: La plateforme source restreint cette vidéo (région, âge ou connexion).
ja: ソースプラットフォームがこの動画を制限しています（地域、年齢、ログイン）。
ko: 소스 플랫폼에서 이 동영상을 제한합니다(지역, 연령 또는 로그인).
pt_br: A plataforma de origem restringe este vídeo (região, idade ou login).
zh_hans: 源平台限制了该视频（地区、年龄或登录限制）。
zh_hant: 來源平台限制了此影片（地區、年齡或登入限制）。

# cloud.error.unauthorized
source: The content service rejected the access token. Update it in Settings.
ar: رفضت خدمة المحتوى رمز الوصول. حدِّثه في الإعدادات.
de: Der Inhaltsdienst hat das Zugriffstoken abgelehnt. Aktualisiere es in den Einstellungen.
es: El servicio de contenido rechazó el token de acceso. Actualízalo en Ajustes.
fr: Le service de contenu a rejeté le jeton d’accès. Mettez-le à jour dans Réglages.
ja: コンテンツサービスがアクセストークンを拒否しました。設定で更新してください。
ko: 콘텐츠 서비스가 액세스 토큰을 거부했습니다. 설정에서 업데이트하세요.
pt_br: O serviço de conteúdo rejeitou o token de acesso. Atualize-o em Ajustes.
zh_hans: 内容服务拒绝了访问令牌。请在设置中更新。
zh_hant: 內容服務拒絕了存取權杖。請在設定中更新。

# cloud.error.unknown
source: Cloud subtitle generation failed.
ar: فشل إنشاء الترجمة السحابية.
de: Die Cloud-Untertitelgenerierung ist fehlgeschlagen.
es: La generación de subtítulos en la nube falló.
fr: La génération des sous-titres dans le cloud a échoué.
ja: クラウド字幕生成に失敗しました。
ko: 클라우드 자막 생성에 실패했습니다.
pt_br: A geração de legendas na nuvem falhou.
zh_hans: 云端字幕生成失败。
zh_hant: 雲端字幕生成失敗。

# cloud.error.unreachable
source: The content service is unreachable. Check the network and the service base URL.
ar: تعذّر الوصول إلى خدمة المحتوى. تحقق من الشبكة وعنوان URL الأساسي للخدمة.
de: Der Inhaltsdienst ist nicht erreichbar. Prüfe das Netzwerk und die Basis-URL des Dienstes.
es: No se puede acceder al servicio de contenido. Comprueba la red y la URL base del servicio.
fr: Le service de contenu est injoignable. Vérifiez le réseau et l’URL de base du service.
ja: コンテンツサービスに接続できません。ネットワークとサービスのベースURLを確認してください。
ko: 콘텐츠 서비스에 연결할 수 없습니다. 네트워크와 서비스 기본 URL을 확인하세요.
pt_br: O serviço de conteúdo está inacessível. Verifique a rede e a URL base do serviço.
zh_hans: 无法连接内容服务。请检查网络和服务基础 URL。
zh_hant: 無法連線內容服務。請檢查網路和服務基礎 URL。

# cloud.last_updated
source: Last updated %@
ar: آخر تحديث %@
de: Zuletzt aktualisiert %@
es: Última actualización %@
fr: Dernière mise à jour : %@
ja: 最終更新 %@
ko: 마지막 업데이트 %@
pt_br: Última atualização %@
zh_hans: 最后更新 %@
zh_hant: 最後更新 %@
